Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/death/after_a_death/sending_a_body_from_ireland_for_burial_or_cremation_abroad.html.txt.tmx
Source language: en
Languages: ga

source: Sending a body from Ireland for burial or cremation abroad
ga: Seoladh corp as Éirinn le haghaidh adhlactha nó créamtha thar lear

source: When someone from another country dies in Ireland there are certain formalities that must be followed before the body can be sent out of Ireland for burial or cremation elsewhere
ga: Nuair a faigheann náisiúnaí ó thír eile bás in Éirinn tá coinníollacha áirithe a gcaithfear cloí leo sular féidir an corp a sheoladh as Éirinn le haghaidh adhlactha nó créamtha in áit eile

source: The purpose of the following information is to set out the general process and rules involved
ga: Is é cuspóir na faisnéise seo a leanas an próiseas ginearálta agus na rialacha a bhaineann leis a leagan amach

source: A funeral director in Ireland can help you deal with the formalities and can make the necessary arrangements for 'repatriation'
ga: Tig le stiúrthóir sochraidí in Éirinn cabhrú leat déileáil leis na foirmiúlachtaí agus leis na socruithe is gá le haghaidh "aisdúichiú"

source: Assistance is also available from the relevant embassy representing the person's country in Ireland
ga: Bíonn cúnamh ar fáil ón ambasáid chuí a dhéanann ionadaíocht do thír an duine éagtha in Éirinn

source: If the death occurred on a package holiday in Ireland, the tour operator should be able to help you with arrangements
ga: Má tharla an bás le linn saoire láneagraithe in Éirinn, ba chóir go mbeadh an tionscnóir turas in ann cabhrú leat leis na socruithe

source: A funeral director from the person's country may also be able to arrange to have the body returned home
ga: B'fhéidir go mbeidh stiúrthóir sochraide ó thír an duine éagtha in ann aistriú an choirp chuig a t(h)ír féin a eagrú

source: It can be very costly to have a body repatriated from one country to another and you may wish to consider having the body cremated in Ireland and having the ashes sent to the person's country
ga: Tig leis a bheith an-chostasach corp a chur ó thír amháin go tír eile agus b'fhéidir gur mhaith leat corp a chréamadh in Éirinn agus an luaithreach a chur abhaile

source: Read about cremation in Ireland here
ga: Léigh faoin gcréamadh in Éirinn anseo

source: When a sudden, unnatural or violent death occurs, there is a legal responsibility on the doctor, Registrar of deaths, funeral director, householder and every person in charge of any institution or premises in which the deceased person was residing at the time of their death to report the death to the coroner
ga: Nuair a tharlaíonn bás go tobann, go mínádúrtha nó le foréigean, bíonn cúram dlíthiúil ar an dochtúir agus ar an gcláraitheoir básanna, ar an stiúrthóir sochraidí, sealbhóir tí agus gach duine a bhfuil cúram institiúide nó áitribh air/uirthi, ina raibh an duine éagtha ag cur faoi ag am a b(h)áis, tuairisc a thabhairt faoin mbás don chróinéir

source: The appropriate coroner is the coroner for the district where the death occurred
ga: Is é an cróinéir cuí cróinéir na dúiche inar tharla an bás

source: The death may be reported to a member of the Garda Síochána, not below the rank of sergeant, who will notify the coroner
ga: Is féidir an bás a thuairisc do bhall den Gharda Síochána, os cionn grád sáirsint a chuirfidh fios ar an gcróinéir

source: However, any person may notify the coroner of the circumstances of a particular death
ga: Tig le duine ar bith, áfach, fios a chur ar an gcróinéir faoi chúinsí bás áirithe

source: Read more about the coroner in Ireland here
ga: Léigh tuilleadh anseo faoin gcróinéir in Éirinn

source: The coroner will arrange for the body to be moved to a mortuary facility and for a medical examination (post-mortem) to be carried out to determine the cause of death
ga: Eagróidh an cróinéir seoladh an choirp go háis marbhlainne agus eagróidh sé scrúdú dochtúra (scrúdú iarbháis) chun fáth an bháis a fháil amach

source: The Garda Síochána will assist the coroner in arranging a formal identification of the body by a family member or a relative
ga: Cuideoidh An Garda Síochána leis an gcróinéir agus é ag socrú go ndéanfaidh ball clainne nó duine muinteartha aithint fhoirmiúil ar an gcorp

source: Where a person dies from a natural illness or disease for which the deceased was being treated by a doctor within one month of the death, there is no need to notify the coroner
ga: Ní gá fios a chur ar an gcróinéir sa chás go bhfuair an duine éagtha bás de thinneas nó de ghalar nádúrtha agus é/í ag fáil cóireáil dochtúra laistigh de mhí dá b(h)ás

source: In this case, the doctor will issue the medical certificate of the cause of death (Death Notification Form)
ga: Sa chás seo, eiseoidh an dochtúir teastas dochtúra i leith an bháis (Foirm Fógra Báis)

source: When someone dies in Ireland the death must be registered as soon as possible
ga: Nuair a fhaigheann duine bás in Éirinn ní mór an bás a chlárú chomh luath agus is féidir

source: Where the doctor issues the Death Notification Form, the death can then be registered and a death certificate can be obtained from the local Registrar of births, marriages and deaths
ga: Nuair a eisíonn an dochtúir Foirm Fógra Báis, is féidir an bás a chlárú agus deimhniú báis a fháil ó bhrainse áitiúil an Chláraitheora do Bhreitheanna, Póstaí agus Básanna

source: A death is automatically registered where a post-mortem is held at the request of the coroner however, there is likely to be a delay in getting a death certificate
ga: Nuair a thionóltar scrúdú iarbháis ar iarratas an chróinéara, cláraítear bás go huathoibríoch, mar sin féin d'fhéadfadh moill a bheith ann maidir le deimhniú báis a fháil

source: Find out more about registering a death here
ga: Faigh tuilleadh eolais ar chonas bás a chlárú anseo

source: Preparing the body for shipment home
ga: An corp a réiteach lena sheoladh abhaile

source: The funeral director you appoint in Ireland can embalm and prepare the body for repatriation on funeral director's premises
ga: Tig leis an stiúrthóir sochraidí a cheapann tú in Éirinn an corp a chumhrú agus an marbhán a ullmhú le haghaidh aisdúichithe ar áitreabh an stiúrthóra sochraidí

source: Embalming helps preserve the body
ga: Cuidíonn cumhrú leis an gcorp a chaomhnú

source: If a post-mortem has being held, the funeral director can obtain the release of the body from the coroner so that it can be prepared
ga: Má bhí scrúdú iarbháis ann tig leis an stiúrthóir sochraidí an corp a fháil thar n-ais ón gcróinéir le go ndéantar é a réiteach

source: It is necessary to have the body formally identified
ga: Is gá corp a aithint go foirmiúil

source: This can be carried out by a travelling companion or business colleague of the deceased
ga: Tig le compánach taistil an duine éagtha nó comhghleacaí gnó dá c(h)uid é seo a dhéanamh

source: In some cases however, it may be necessary for a family member to travel to confirm the identification
ga: Mar sin féin, i gcásanna áirithe beidh ar bhall clainne teacht agus an aithint a dheimhniú

source: International regulations (Article 3 of the League of Nations International Regulations concerning the conveyance of corpses, 1937 and the Council of Europe Agreement on the Transfer of Corpses 1973) require all coffins crossing international frontiers to be zinc or lead lined and sealed
ga: De réir rialacha idirnáisiúnta (Alt 3 de Rialacha Idirnáisiúnta Chonradh na Náisiún maidir le hiompar marbhán, 1937 agus Comhaontas Comhairle na hEorpa ar Aistriú Marbhán 1973) ní foláir gach cónra a thrasnaíonn teorainneacha idirnáisiúnta a bheith líneáilte le sinc nó luaidhe agus séalaithe

source: These coffins are not suitable for cremation and either the lining has to be removed or another coffin provided in the country of destination, if the body is to be cremated
ga: Níl na cónraí seo oiriúnach don chréamadh agus ní mór an líneáil a bhaint, nó cónra eile a sholáthar i dtír an chinn scríbe, má tá an corp le créamadh

source: Before a body can be removed from Ireland you require the following documentation:
ga: Sula n-aistrítear corp ó Éirinn caithfidh tú an doiciméadú seo a leanas a bheith agat

source: • Coroner's Removal Order/Non-infectious Note
ga: • Ordú Aistrithe an Chróinéara /Nóta Neamh-Thógálach

source: • Passport or Identity Card
ga: • Pas nó Cárta Aitheantais

source: • Notarisation or apostilling of documents (where applicable)
ga: • Dearbhú nótaire nó dearbhú oifigiúil eile doiciméad (más fóirsteanach)

source: Your funeral director can obtain the Removal Order from the coroner and the death certificate from the Registrar (if available)
ga: Is féidir leis an stiúrthóir sochraidí Ordú Aistrithe a fháil ón gcróinéir agus an teastas báis ón gcláraitheoir (má tá sé ar fáil)

source: You need to find out from the embassy what formalities and documentation are required
ga: Ní mór duit a fháil amach ón ambasáid cad iad na foirmiúlachtaí agus an doiciméadú atá riachtanach

source: Your funeral director can liase with the embassy on any formalities that need to be carried out and in obtaining the required documentation
ga: Tig leis an stiúrthóir sochraidí teagmháil a dhéanamh leis an ambasáid faoi na foirmiúlachtaí is gá a chur i gcrích agus chun an doiciméadú cuí a fháil

source: You need to make travel arrangements for the body from Ireland to the deceased's country
ga: Ní mór duit socruithe taistil a dhéanamh chun an corp a iompar ó Éirinn go tír an duine éagtha

source: Your funeral director can arrange these
ga: Is féidir leis an stiúrthóir sochraidí é seo a dhéanamh

source: The body can be flown home or it can travel by ferry and over land
ga: Is féidir an corp a thabhairt abhaile ar eitleán nó ar mhuir agus thalamh

source: While travelling over land is cheaper, it also takes longer
ga: Cé go bhfuil taisteal ar thalamh níos saoire, tógann sé níos mó ama

source: The embassy should be notified of the travel arrangements so that the authorities in the deceased's country can be informed
ga: Ba chóir na socruithe taistil a chur in iúl don ambasáid ionas gur féidir na húdaráis i dtír an duine éagtha a chur ar an eolas

source: Your funeral director normally does this
ga: De ghnáth déanann an stiúrthóir sochraidí é seo

source: You also need a funeral director in the deceased's country who can liase with the relevant authorities there and arrange the removal of the body for burial or cremation when it arrives
ga: Beidh stiúrthóir sochraidí i tír an duine éagtha ag teastáil chun teagmháil a dhéanamh leis na húdaráis chuí ansin d'fhonn an corp a aistriú le haghaidh adhlactha nó créamtha

source: Repatriation of a deceased person abroad from Ireland can be an expensive process due to factors such as the distance to be travelled and how the body is shipped
ga: Is féidir leis an bpróiseas aisdúichithe thar lear ó Éirinn a bheith costasach mar gheall ar fhad an turais atá le taisteal agus conas a sheoltar an corp

source: Check whether the person had travel insurance or private medical cover which would help cover the costs
ga: Seiceáil an raibh árachas taistil ag an duine éagtha nó árachas leighis phríobháideach a chuideodh leis na costais a íoc

source: If the deceased is covered contact the insurance company as soon as possible
ga: Má tá árachas ag an duine éagtha déan teagmháil leis an gcomhlacht árachais chomh luath agus is féidir

source: Financial assistance with the cost of repatriating a deceased person abroad is not available from the authorities in Ireland, just as it is unavailable from the authorities in many other countries
ga: Ní bhíonn cúnamh airgeadais chun costais a bhaineann le duine éagtha thar lear a aisdúichiú ar fáil ó na húdaráis in Éirinn, sa chaoi chéanna leis an gcleachtas i go leor tíortha eile
